Repository: GodModeAI2025/AI_FIRST_PODCASTPLAYER
Catalog: app/Apps/ShareExtension/Shared/Localizable.xcstrings
Source language: de
Languages: en

source: An PodcastAI gesendet
en: Sent to PodcastAI

source: An PodcastAI senden
en: Send to PodcastAI

source: Audiodatei im Netz
en: Audio file on the web

source: Beitrag von %@
en: Post from %@

source: Fertig
en: Done

source: Folge aus Apple Podcasts
en: Episode from Apple Podcasts

source: In PodcastAI geöffnet, sobald du die App startest.
en: Opens in PodcastAI as soon as you start the app.

source: Link von Spotify
en: Link from Spotify

source: Nicht gesendet
en: Not sent

source: Podcast aus Apple Podcasts
en: Podcast from Apple Podcasts

source: Profil bei %@
en: Profile on %@

source: Schließen
en: Close

source: Webseite
en: Web page

source: Wird an PodcastAI übergeben …
en: Handing over to PodcastAI …

source: YouTube-Kanal
en: YouTube channel
